Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Maximální počet záznamů v odpovědi – pole je využíváno pro optimalizaci přenosu dat a vytížení systému; systém omezuje počet záznamů zasílaných jako odpověď z centrální databáze při dotazech na synchronizovaná data.
en_us: Max Query Answer Records – the field is used to optimize data transfer and system load; the system limits the number of records sent in response from the central database when querying synchronized data.

source: Mezdí doba odezvy – Určuje dobu timeoutu komunikace v jednotlivé zprávě
en_us: Limit Response Time – Specifies the timeout of communication.

source: Měrné jednotky – používané s tímto vozidlem.
en_us: Units of measure – used with this vehicle.

source: Nasazení Microsoft Dynamics 365 Business Central od společnosti AUTOCONT je jednoduché a rychlé díky široké škále rozšiřujících modulů a oborových řešení.
en_us: Implementing Microsoft Dynamics 365 Business Central from AUTOCONT is easy and fast thanks to a wide range of extension modules and industry solutions.

source: Nastavení - AC Parcels - Integrace Balíkobot AC Productivity Pack AUTOCONT řešení
en_us: Setup - AC Parcels - Balíkobot Integration AC Productivity Pack AUTOCONT Solution

source: Nastavení - Centrální číselníky
en_us: Settings - Central Database

source: Nastavení - Datové schránky
en_us: Settings - Data Boxes

source: Nastavení - Doprava - plánování
en_us: Settings - Transport - Planning

source: Nastavení - Doprava - základ
en_us: Settings - Transport - Basic

source: Nastavení - EDI konektor základ
en_us: Settings - EDI connector base

source: Nastavení - Elektronická fakturace – ISDOC
en_us: Settings - Electronic Invoicing - ISDOC

source: Nastavení - Elektronická fakturace – PDFXChange
en_us: Settings - Electronic Invoicing - PDFXChange

source: Nastavení - Elektronická fakturace
en_us: Settings - Electronic invoicing

source: Nastavení - Evidence nářadí a pomůcek
en_us: Settings - Production Tools

source: Nastavení - Evidence obalů základ (EKOKOM)
en_us: Settings - Pack Tracking Basic (EKOKOM)

source: Nastavení - Evidence obalů základ (EKOKOM) Financial Pack
en_us: Pack Tracking Basic (EKOKOM) - Setup Financial Pack

source: Nastavení - Evidence pošty
en_us: Settings - Mail records

source: Nastavení - Evidence vratných obalů (Vratné obaly)
en_us: Settings - Pack Tracking - Returnable packaging

source: Nastavení - Evidence vratných obalů (Vratné obaly) Financial Pack
en_us: Pack Tracking - Return Packing - Setup Financial Pack

source: Nastavení - Export Výkazu DPH
en_us: Settings - Export VAT Statement

source: Nastavení - Faktoring
en_us: Settings - Factoring

source: Nastavení - Faktoring Financial Pack
en_us: Factoring Setup Financial Pack

source: Nastavení - Fiskální tiskárny
en_us: Settings - Fiscal Printers

source: Nastavení - Fiskální tiskárny Financial Pack
en_us: Fiscal printers - Setup Financial Pack

source: Nastavení - HelpDesk
en_us: Settings - HelpDesk

source: Nastavení - Insolvenční rejstřík
en_us: Settings - Insolvency Register

source: Nastavení - Insolvenční rejstřík Financial Pack
en_us: Insolvency register - Setup Financial Pack

source: Nastavení - Kontrolní výkaz DPH
en_us: Settings - VAT Control Report

source: Nastavení - Obecné parametry
en_us: Settings - General Parameters

source: Nastavení - Publikační šablony
en_us: Settings - Publishing Templates

source: Nastavení - Publikování SharePoint
en_us: Settings - SharePoint Publishing

source: Nastavení - Publikování úkolů
en_us: Settings - Publication Tasks

source: Nastavení - Reklamace
en_us: Settings - Complaints Management

source: Nastavení - Rozšíření fronty úloh (Job Queue)
en_us: Settings - Job Queue Extension

source: Nastavení - Rozšíření frontyúloh (Job Queue)
en_us: Settings - Job Queue Extension

source: Nastavení - Sada rozšíření aplikace
en_us: Settings - Application extension set

source: Nastavení - Spooler
en_us: Settings - Spooler

source: Nastavení - Správa upozornění
en_us: Settings - Notifications

source: Nastavení - Statutární výkazy
en_us: Settings - Statutory statements

source: Nastavení - Více úhad Financial Pack
en_us: Multiple payment methods - Setup Financial Pack

source: Nastavení - Více úhrad
en_us: Settings - Multiple Payments

source: Nastavení - Výkaz DPH
en_us: Settings - VAT Statement

source: Nastavení - WorkFlow - řízení stavů
en_us: Settings - WorkFlow - Linker Tables

source: Nastavení - Zásilky
en_us: Settings - Parcels

source: Nastavení Centrálních číselníků AC Productivity Pack AUTOCONT řešení
en_us: Central Database - Setup AC Productivity Pack AUTOCONT řešení

source: Nastavení pro cizí měny
en_us: Foreign currency setup

source: Nastavení pro lokální měnu
en_us: Local currency setup

source: Nastavení exportu VIES a Intrastat.
en_us: Settings - VIES and Intrastat export.

source: Nastavovaná pole
en_us: Set Fields

source: Nehledat odpověď v archívu určuje, zda se má hledat odpověď dle jednoznačného identifikátoru GUID (ID dokumentu) v archivovaných položkách.
en_us: Dont Search Resp. in Archive determines whether to search for an answer by the unique GUID (Document ID) in the archived entries.

source: Nehledat příchozí zprávu v archívu určuje, zda se má hledat příchozí zpráva dle jednoznačného identifikátoru GUID (ID dokumentu) v archivovaných položkách.
en_us: Dont Search IN Msg in Archiv determines whether to search for incoming message by unique GUID (Document ID) in archived entries.

source: Není XML nás informuje, zda přiřazený dokument není nebo je XML.
en_us: Non XML informs us whether the assigned document is not or is XML.

source: Neověřené a Neplatné – vypíše položky, u kterých se z nějakého důvodu nepovedlo ověřit stav (Neověřené) a položky s DIČ, které není aktuálně registrováno k DPH.
en_us: Unverified and Invalid – Lists items that for some reason failed to verify the status (Unverified) and items with a VAT ID that is not currently registered for VAT.

source: Neověřené a Platné – používá se typicky pro kontrolu položek u neplátců DPH, kdy platná registrace je vlastně chybou.
en_us: Unverified and Valid – used typically for checking items for non-VAT payers, where a valid registration is actually an error.

source: Nepovolit elektronické podepisování slouží k zapínání a vypínání použití elektronického podpisu.
en_us: Do not enable electronic signing is used to turn the use of electronic signatures on or off.

source: Nevalidovat – pole určuje, zda po synchronizace tohoto pole nastane tzv. validační proces (spuštění funkcí souvisejících se změnou hodnoty pole).
en_us: Do Not Validate – field determines whether the so-called validation process (execution of functions related to changing the value of the field) occurs after the synchronization of this field.

source: Nezpracované In úlohy a Nezpracované Out úlohy zobrazují počet nezpracovaných úloh v In Bufferu nebo Out Bufferu.
en_us: Unprocessed In Task and Unprocessed Out Task number of pending taks in In Buffer or Out Buffer.

source: Náklady – standardní náklady/ceny pro jednotlivé typy provozu.
en_us: Cost – standard costs/prices for each type of operation.

source: Návaznosti číselných řad
en_us: Continuity of number series

source: Návazná číselná řada – jaká číselná řada má být použita v navázané aktivitě, když má zdrojový dokument zadanou číselnou řadu: objednávka vytvořená z poptávky, objednávka vytvořená z hromadné objednávky
en_us: Linked No. Series – which number series is to be used in the connected activity, when the source document has a specified number series: order created from demand, order created from bulk order

source: Název databáze – název databáze, ve které se firma nachází
en_us: Database name – the name of the database in which the company is located

source: Název firmy – správný název firmy uvedený jako jméno firmy v její databázi (může být odlišné od kódového označení)
en_us: Company name – the correct company name listed as the company name in its database (may be different from the codename)

source: Název tabulky relace – toto pole se vyplní automaticky dle nastavení pole Číslo tabulky relace
en_us: Table Relations name – this field is filled in automatically according to the setting of the Session table number field

source: Název tabulky – toto pole se vyplní automaticky dle nastavení pole Číslo tabulky.
en_us: Table Caption – is field is filled in automatically according to the table number field setting.

source: Název a Popis.
en_us: Name and Description.

source: Obecné parametry - nastavení Productivity Pack
en_us: General Parameters - Setup Productivity Pack

source: Obecné parametry
en_us: General parameters

source: Obecné parametry Productivity Pack
en_us: General Parameters Productivity Pack

source: Odpovídat pouze na XML je pro IN Agenty TCP a ukazuje, zda se bude odpovídat pouze na XML
en_us: Reply only to XML is for IN TCP Agents and shows whether to reply only to XML

source: Odsouhlasení salda
en_us: Balance reconciliation

source: Odvod peněz za OSS
en_us: Payment of money for OSS

source: Paletová přeprava
en_us: Pallet transport

source: Pobočky přepravců - Tabulka lokalit, kde si mohou zákazníci zboží od přepravce převzít
en_us: Shipping Agent Branches - Table of locations, where customers can take goods from the carrier

source: Pohledávky – postoupené položky.
en_us: Receivables - Assigned items.

source: Pokladny
en_us: Cash Desks

source: Pole primárního klíče – pole je používáno interně, systém hodnotu nastavuje sám.
en_us: Primary Key Field – the field is used internally, the system sets the value itself.

source: Pole – tato volba určuje, zda se synchronizují některá nebo všechna pole (toto pole má návaznost na funkcionalitu nastavení synchronizovaných polí, viz níže).
en_us: Fields – this option determines whether some or all fields are synchronized (this field is related to the functionality of setting synchronized fields, see below).

source: Popis
en_us: Description

source: Popis slouží k popsání dané úlohy.
en_us: Description is used to describe the task.

source: Popis – orientační popis k dané firmě
en_us: Description – an indicative description of the company

source: Porovnat hodnotu - Při výběru této možnosti, systém porovnává hodnotu v daném poli s hodnotou vyplněnou v poli Hodnota na stránce Kontrolovaná pole Řízení stavů.
en_us: Compare Value - When you select this option, the system compares the value in the field with the value filled in the Value field on the Status Management Checked Fields page.

source: Porovnat pole - Při výběre této možnosti je důležité vyplnit pole Číslo pole porovnání.
en_us: Compare Fields - When selecting this option, it is important to fill in the Comparison Field No. field.

source: Poslední synchronizace master dat – Datum poslední synchronizace master dat
en_us: Last master data synchronization – Date of last master data synchronization

source: Pouze pobočky – Určuje, že přepravce slouží pouze jako výdejní místo
en_us: Branch only – Specifies that the carrier serves only as a pickup point.

source: Povol vložit – pole určuje, zda uživatel v podřízené databázi může založit nový záznam v synchronizované tabulce.
en_us: Allow Insert – the field determines whether the user in the child database can create a new record in the synchronized table.

source: Povol změnu – pole určuje, zda uživatel v podřízené databázi může změnit hodnotu polí v daném záznamu (kontrola na synchronizovaných polích).
en_us: Allow Modify – The field determines whether the user in the child database can change the value of the fields in the given record (checking on synchronized fields).

source: Povol změnu – pole určuje, zda uživatel v podřízené firmě může měnit hodnotu tohoto konkrétního pole.
en_us: Allow Modify – The field determines whether a user in a child business can change the value of this particular field.

source: Povolen protokol aktivity - Spuštění sledování logu aktivity
en_us: Activity Log Enabled - Starts activity log tracking.

source: Povoleno pro Balíkobot - Přepravce je povolen a je možné ho používat
en_us: Enabled for Balíkobot - Carrier is enabled and can be used

source: Povoleno pro Balíkobot - Službu je možné používat (ve výchozím stavu povoleno)
en_us: Enabled for Balikobot - The service can be used (enabled by default)

source: Povolení synchronizace master dat – Po zapnutí se mohou stánout master data
en_us: Enable master data synchronization – Master data may become available after switching on

source: Povolit registraci EET – zapíná kontrolu, že v řádcích Rozpisu platby lze použít pouze takové, které mají nastaven sloupec Kód platebního zařízení EET.
en_us: Allow EET Register – enables checking that only rows in the Payment Schedule can be used that have the EET Cash Register Code column set.

source: Povolit více balíků - Při vytváření zásilky umožní funkce vytvořit více balíků v rámci jedné zásilky
en_us: Allow multiple packages - When creating a shipment, the feature allows you to create multiple packages within one shipment.

source: Povolit více typů hotovosti – dovolí definovat více způsobů plateb se stejným typem pokladní operace a pro stejné platební místo.
en_us: Enable Multiple Cash Operation Types – allows you to define multiple payment methods with the same cash transaction type and for the same payment location.

source: Pozice
en_us: Position

source: Počet manipulačních jednotek - U paletové přepravy je možnost nastavit více manipulačních jednotek
en_us: Number of handling units - For pallet transport it is possible to set more handling units.

source: Počáteční datum – od jakého data má být nová číselná řada aktivní
en_us: Starting date – from which date the new number series should be active

source: Počítat velikost dokumentu IN Bufferu a Počítat velikost dokumentu OUT Bufferu určují, zda se mají počítat velikosti dokumentů zobrazovaných v IN a OUT Bufferech.
en_us: Calculate IN Buffer Doc. Size a Calculate OUT Buffer Doc. Size determine whether to count the sizes of documents displayed in IN and OUT Buffers.

source: Priorita – je možno nastavit pořadí pro odesílání k synchronizaci.
en_us: Priority – you can set the order for sending to sync.

source: Prodejní ceny systém dohledává v následujícím pořadí:
en_us: The system searches for sales prices in the following order:

source: Prodejní doklad s OSS
en_us: Sales document with OSS

source: Prodejní řádkové slevy systém dohledává v následujícím pořadí:
en_us: The system searches for sales line discounts in the following order:

source: Protiúčet nákladů – účet, na který se zaúčtuje pohledávka za zákazníkem
en_us: Cost Bal. Account No. – the account to which the receivable from the customer is posted

source: Protiúčet výnosů – účet, na který se zaúčtuje výnos z faktoringu
en_us: Icome Bal. Account No. 2 – the account to which the factoring income is recognised

source: Publikační šablony - nastavení Productivity Pack
en_us: Publishing templates - Setup Productivity Pack

source: Publikační šablony
en_us: Publishing templates

source: Publikování SharePoint - nastavení Productivity Pack
en_us: SharePoint Publishing - Setup Productivity Pack

source: Publikování SharePoint
en_us: SharePoint publishing

source: Publikování úkolů - nastavení Productivity Pack
en_us: Task publishing - Setup Productivity Pack

source: Publikování úkolů
en_us: Publication Tasks

source: Pull – tato volba znamená, že nově vytvořená data nejsou zasílána ihned do podřízených systémů, ale uživatel si sám může “sáhnout” do centrální databáze a vybrat si, které data z centrály chce ve svém systému (data jsou “tahána”).
en_us: Pull – this option means that the newly created data is not sent immediately to subordinate systems, but the user can "reach" into the central database and choose which data from the headquarters he wants in his system (the data is "pulled").

source: Push – volba znamená, že v případě změny dat jsou tato data ihned zaslána do podřízených systému a tam updatována (data jsou “tlačena”).
en_us: Push – option means that in the event of a change in the data, this data is immediately sent to the subordinate systems and updated there (the data is "pushed").

source: Přeúčtovat původní položku – volba ANO umožňuje dále sledovat pohledávku za původním zákazníkem na podrozvahových účtech
en_us: Orig. Entry Advanced Posting – the YES option allows you to continue tracking the receivable from the original customer on off-balance sheet accounts

source: Přídavné parametry komunikace využívají v podstatě aktivní agenti.
en_us: Additional Iteration Parameters are basically used by active agents.

source: Přírůstek čísel – určuje velikost intervalu mezi čísly v číselné řadě
en_us: Increment-by No. – determines the size of the interval between numbers in the number series

source: QR kód pro platbu na prodejní faktuře
en_us: QR code for payment on the sales invoice

source: Reklamace
en_us: Complaints Management

source: Relace existuje – pole, které určuje, zda je již definována relační vazba
en_us: Relation Exist – a field that determines whether a relational binding is already defined

source: Relace – pouze zobrazované formulářové pole, v jehož podřízeném formuláři lze definovat relační vazbu
en_us: Relation – only the displayed form field, in the child form of which a relational binding can be defined

source: Reporty v Žurnálu zboží
en_us: Reports in Item Registers

source: Režim ladění – Umožňuje odchytávání zpráv v komunikaci s danou službou
en_us: Debug Mode – Allows you to intercept messages in communication with the service

source: Rozvaha a výkaz zisku zrát
en_us: Balance sheet and income statement

source: Rozvaha a výkaz zisku ztrát
en_us: Balance sheet and income statement

source: Rozšíření fronty úloh (Job Queue) - nastavení Productivity Pack
en_us: Job Queue Extension (Job Queue) - Setup Productivity Pack

source: Rozšíření fronty úloh (Job Queue)
en_us: Job Queue Extension

source: Rozšíření frontyúloh (Job Queue)
en_us: Job Queue Extension

source: Rozšíření funkcionality pro migrace dat
en_us: Data migration functionality extension

source: Ručně definovaný e-mail
en_us: Manually defined email

source: SEPA platby
en_us: SEPA payments

source: SK Legislative Pack - rozšíření o Slovenskou legislativu a Slovenský jazyk
en_us: SK Legislative Pack - extension to Slovak legislation and Slovak language

source: Sada rozšíření aplikace
en_us: Application extension set

source: Sada rozšíření pro Finance - Nastavení Financial Pack
en_us: Application extension set - Setup Financial Pack

source: Sada rozšíření pro Finance Financial Pack
en_us: Application extension set Financial Pack

source: Sestava Ověření DIČ – položky DPH
en_us: Check VAT Reg. - VAT Entries

source: Služby přepravců - Tabulka služeb jednotlivých přepravců
en_us: Shipping Agent Services - Table of services of individual shipping agent

source: Služby ČP – Pouze pro Českou poštu - dlouhý textový řetězec služeb pošty nad danou zásilkou o https://www.balikobot.cz/dokumentace/cp_ciselnik_sluzeb.pdf
en_us: Services of ČP – Only for Czech Post service - a long text string of postal services above the parcel o https://www.balikobot.cz/dokumentace/cp_ciselnik_sluzeb.pdf

source: Source System, které označuje zdrojový systém - jak se daný systém v komunikaci identifikuje.
en_us: Source System, which refers to the source system - how the system is identified in communication.

source: Spooler - Nastavení AC Productivity Pack AUTOCONT řešení
en_us: Spooler - Setup AC Productivity Pack AUTOCONT Solutions

source: Spooler AC Productivity Pack AUTOCONT řešení
en_us: Spooler AC Productivity Pack AUTOCONT Solutions

source: Spotřeba – standardní spotřeba vozidla pro jednotlivé typy provozu.
en_us: Consumption – standard vehicle consumption for individual types of operation.

source: Správa upozornění
en_us: Notifications

source: Správa upozornění Productivity Pack
en_us: Notifications Productivity Pack

source: Statutární výkazy - Nastavení
en_us: Settings - Statutory statements

source: Stejný kód – Tato možnost označuje, že v poli (které je vyplněno v poli ID pole) musí být vyplněna stejná hodnota jako v poli Hodnota na stránce Kontrolovaná pole Řízení stavů.
en_us: Same Code – This option indicates that the field (which is populated in the Field ID field) must be filled with the same value as the Value field on the Controlled Fields page.

source: Synchronizace master dat – Spustí synchronizaci master dat
en_us: Master data synchronization – Starts master data synchronization

source: Synchronizovat po – pole je využíváno pro optimalizaci přenosu dat a vytížení systému; lze vybrat z hodnot Limitovaný počet záznamů a Všechny záznamy.
en_us: Synchronize By – the field is used to optimize data transfer and system load; can be selected from the Limited number of records and All records values.

source: Test spojení – Test komunikace mezi integrační službou a Business Central
en_us: Connection Test – Test communication between the integration service and Business Central

source: Tisk předávací protokolů svozu – Automatický tisk předávacích protokolu po objednání svozu
en_us: Print Handover After Order – Automatic print of Handover protocols after collection order.

source: Titulek pole – toto pole se vyplní automaticky dle nastavení pole Číslo pole.
en_us: Field Caption – This field is filled in automatically according to the field number field setting.

source: Typ definice
en_us: Definition Type

source: Typ procesu – okamžitá odpověď – nastavení kódu, který odpovídá kódu uvedenému v nastavení úloh spooleru v poli Process Type (viz nastavení spooleru).
en_us: Process Type - setting of the code that corresponds to the code specified in the spooler task settings in the Process Type field (see Spooler settings).

source: Typ procesu – nastavení kódu, který odpovídá kódu uvedenému v nastavení úloh spooleru v poli Process Type (viz nastavení spooleru).
en_us: Process type set up the code that corresponds to the code specified in the spooler task settings in the Process Type field (see Spooler Setup).

source: Typ synchronizace – tato volba nabývá dvou hodnot – Push a Pull.
en_us: Synchronization type – this option takes two values – Push and Pull.

source: Typ rozlišuje agenty
en_us: Type distinguishes agents

source: Umístění ve výkazu
en_us: Statement Placement

source: Uzavírání položek DPH
en_us: Closure of VAT entries

source: Viz také
en_us: See also

source: Viz: Přiřazení způsobů plateb k uživatelům.
en_us: See: Assign payment methods to users.

source: Volné poznámky - dostupné na záložce Detailní popis – tyto poznámky umožňují zadávat libovolný text, který může být navíc zobrazen v informačním okně v záložce Detaily.
en_us: Free notes - available on the Detailed Info tab - these notes allow you to enter any text, which can also be displayed in the information window in the Details tab.

source: Vybavení – vybavení jímž je jednotlivé vozidlo vybaveno.
en_us: Equipment – the equipment with which an individual vehicle is equipped.

source: Vynutit cenu zásilky
en_us: Enforce Shipment Price

source: Vynutit dobírku zásilky
en_us: Force cash on delivery

source: Vynutit hmotnost zásilky
en_us: Enforce Shipment Weight

source: Vynutit návaznost stavu – řádky musí být zadávány v pořadí, v jaké byly jízdy uskutečněny.
en_us: Force Counter Continuity – lines must be entered in the order in which the rides were made.

source: Vynutit objem zásilky
en_us: Force shipment volume

source: Vynutit variabilní symbol zásilky
en_us: Enforce shipment variable symbol

source: Vypnuto – toto pole umožňuje dočasně vypnout synchronizaci při ponechání nastavení.
en_us: Disabled – his field allows you to temporarily turn off sync while leaving the settings.

source: Vytvoření nové evidence pro pohledávku
en_us: Creating a new record for a receivable
